Repository: BronsonQuick/Welcome-Pack
Catalog: welcome-pack-*.po
Languages: hu_hu, ru_ru

source: Options updated.
hu_hu: Beállítások módosítva.
ru_ru: Настройки обновлены.

source: Welcome Pack provides default friend, default group and welcome message functionality to a Wordpress MU & Buddypress installation.
hu_hu: Welcome Packban beállíthatod, hogy az új felhasználó alapértelmezett barátját, csoportját és a üzenetét amit a regisztráció után fog megkapni. Csak akkor működik ha a Wordpress MU és a Buddypress telepítve van.
ru_ru: Welcome Pack предоставляет друга и группу по умолчанию, а также приветственное сообщение на вашем WPMU+BuddyPress сайта.

source: Default friends
hu_hu: Alapértelmezett barátok
ru_ru: Друзья по умолчанию

source: Default friends enabled
hu_hu: Alapértelmezett barátok beállításai
ru_ru: Разрешить друга по умолчанию

source: Turn on the default friends feature.
hu_hu: Kapcsold be a alapértelmezett barátok funkciót
ru_ru: Включить

source: The user accounts that become a person's first friends.
hu_hu: Az új felhasználók automatikusan barátai lesznek a kiválasztott felhasználó(k.)
ru_ru: Пользовательский аккаунт, который становится первым другом зарегистрированного человека. <br />Можно выбрать несколько, удерживая клавишу Ctrl.

source: Default groups
hu_hu: Alapértelmezett csoport
ru_ru: Группы по умолчанию

source: Default groups enabled
hu_hu: Alapértelmezett csoport bekapcsolva
ru_ru: Разрешить группы по умолчанию

source: Turn on the default groups feature.
hu_hu: Kapcsold be a alapértelmezett csoport funkciót
ru_ru: Включить

source: The groups that a new user is joined to automatically.
hu_hu: A csoport (ok), ahova az új felhasználók csatlakoznak automatikusan.
ru_ru: Группы, в которые новый пользователь вступает автоматически. <br />Можно выбрать несколько, удерживая клавишу Ctrl.

source: Welcome message (sent using BuddyPress' message system)
hu_hu: Az üdvözlő üzenet a Buddypress levelező rendszerében kerül elküldésre.
ru_ru: Приветственное сообщение (отправляется через систему сообщений BuddyPress)

source: Welcome message enabled
hu_hu: Üdvözlő üzenet bekapcsolva
ru_ru: Разрешить приветственное сообщение

source: Turn on the welcome message feature.
hu_hu: Kapcsold be a alapértelmezett üzenet küldés funkciót
ru_ru: Включить

source: Welcome message sender
hu_hu: Üdvözlő üzenetküldés
ru_ru: Отправитель сообщения

source: The user account that the welcome message is sent from.
hu_hu: A felhasználói fiók az üdvözlő üzenetet küldött.
ru_ru: Аккаунт пользователя, от имени которого будет отправляться сообщение.

source: Welcome message subject
hu_hu: Üdvözlő üzenet címe
ru_ru: Тема сообщения

source: Welcome message body
hu_hu: Üdvözlő üzenet szövege
ru_ru: Текст сообщения

source: Save Settings
hu_hu: Beállítások mentése
ru_ru: Сохранить настройки

source: Message could not be sent, please try again.
hu_hu: Az üzenetet nem lehetet elküldeni, kérjük, próbáld meg újra.
ru_ru: Сообщение не может быть отправлено, пожалуйста, попробуйте еще раз.

source: Message sent successfully!
hu_hu: Üzenet elküldve!
ru_ru: Сообщение успешно отправлено!

source: View Message
hu_hu: Üzenetet megtekíntése
ru_ru: Прочитать сообщение
