Repository: BronsonQuick/Welcome-Pack
Catalog: includes/languages/dpw-*.po
Languages: pt_br, ru_ru

source: When a user registers on your site, Welcome Pack lets you automatically send them a friend or group invitation, or a welcome message. You can also customise the default emails sent by BuddyPress to ensure that they match the brand and tone of your site.
pt_br: Quando um usuário registra-se no site, o Welcome Pack permite que convites de participação de grupos e de amizade ou uma mensagem de boas-vindas seja enviada automaticamente. Você também pode personalizar os email enviados pelo BuddyPress para ter certeza de que tenha a ver com o tom de seu site.
ru_ru: Когда пользователь регистрируется на вашем сайте, Welcome Pack позволяет отправить ему ссылку на вступление в группу или создание дружеских связей, или первое вступительное сообщение. Вы также можете настроить стандартный email, который отправляет BuddyPress, чтобы быть увереным в его соответствии духу и бренду вашего сайта.

source: Like this plugin?
pt_br: Gostou desse plugin?
ru_ru: Понравился этот плагин?

source: Need support?
pt_br: Precisa de suporte?
ru_ru: Нужна помощь?

source: Latest news from the author
pt_br: Últimas notícias do autor
ru_ru: Последние новости от автора

source: Settings
pt_br: Configurações
ru_ru: Глобальные настройки

source: Configuration
pt_br: Configuração
ru_ru: Настройка элементов

source: If you are changing a setting that allows text entry, you can use the following placeholder tags which will be automatically replaced when a private message or an email is being sent:
pt_br: Se você estiver alterando uma configuração que permite a entrada de texto, você pode usar as tags nos espaços reservados seguintes que serão automaticamente substituídos quando uma mensagem privada ou um email for enviado:
ru_ru: Если вы изменяете опцию, которая подразумевает ввод текста, то вы можете использовать следующие блоки тегов, которые автоматически будут заменены в тексте письма.

source: Replaced with the person's username.
pt_br: Preencha com o nome de usuário da pessoa.
ru_ru: Замена на логин пользователя.

source: Replaced with the person's name from their user profile.
pt_br: Preencha com o nome da pessoa do perfil do usuário.
ru_ru: Замена на имя пользователя из его профиля.

source: Replaced with the URL of their user profile.
pt_br: Preencha com a URI do perfil do usuário.
ru_ru: Замена на ссылку на профиль пользователя.

source: The default behaviour for Friends and Groups is for invitations to be sent. If you would prefer to suppress those invitations and have them automatically accepted on the user's behalf, set <code>define( 'WELCOME_PACK_AUTOACCEPT_INVITATIONS', true );</code> in wp-config.php.
pt_br: O comportamento para Amigos e Grupos é por envio de convites. Se você preferir, pode suprimir essa etapa de aceitação e aceitá-los automaticamente. Para isso, insira <code>define( 'WELCOME_PACK_AUTOACCEPT_INVITATIONS', true );</code> no seu wp-config.php.
ru_ru: Обычное поведение для Друзей и Групп - это рассылка соответствующих приглашений. Если же вы хотите автоматически подружиться с новыми пользователями и сделать их участниками групп, укажите <code>define( 'WELCOME_PACK_AUTOACCEPT_INVITATIONS', true );</code> в файле wp-config.php.

source: Support Forums
pt_br: Fóruns de suporte
ru_ru: Форумы поддержки

source: Why not do any or all of the following:
pt_br: Porque não fazer uma, ou todas, essas coisas?
ru_ru: Почему бы не сделать что-нибудь из следующего ниже?

source: Tell your friends!
pt_br: Contar para seus amigos!
ru_ru: Расскажите друзьям!

source: Give it a good rating on WordPress.org
pt_br: Dê uma boa nota no WordPress.org
ru_ru: Высоко оценить на WordPress.org

source: Thank me by donating towards future development
pt_br: Obrigado por me pagar uma cerveja :-)
ru_ru: Отблагодарить меня через пожертвование для будущих разработок

source: Or share on one of these social networks:
pt_br: Ou compartilhe em uma dessas redes sociais:
ru_ru: Или же поделиться с людьми с помощью этих социальных сетей:

source: Subscribe with RSS
pt_br: Assinar o RSS
ru_ru: Подписаться на RSS

source: No news!
pt_br: Nenhuma novidade!
ru_ru: Новостей нет!

source: If you need help and support using this plugin, or ideas for new features, please visit the
pt_br: Se você precisar se ajuda e suporte ao usar esse plugin, ou ideias para novos recursos, visite
ru_ru: Если вам необходима помощь и поддержка для этого плагина, или у вас есть идеи для его улучшения, зайдите на страницу <a href="http://cosydale.com/plugin-welcome-pack-se-for-buddypress.html">русского перевода к slaFFik'y</a> или посетите

source: Choose an email:
pt_br: Escolha um email:
ru_ru: Выберите e-mail:

source: Invite the new user to become friends with these people:
pt_br: Convidar novos usuários a se tornar amigo do seguinte pessoal:
ru_ru: Предложить новому пользователю подружиться с этими людьми:

source: Ask the new user if they'd like to join these groups:
pt_br: Perguntar ao novo usuário se ele gostaria de ingressar nos grupos:
ru_ru: Спросить у нового пользователя, хочет ли он вступить в эти группы:

source: Send the new user a welcome message&hellip;
pt_br: Enviar uma mensagem de boas vindas ao novo usuário&hellip;
ru_ru: Отправить новому пользователю сообщение при его регистрации&hellip;

source: &hellip;with this subject:
pt_br: &hellip;com esse assunto:
ru_ru: &hellip;с этой темой:

source: &hellip;from this user:
pt_br: &hellip;para esse usuário:
ru_ru: &hellip;от этого пользователя:

source: Friends
pt_br: Amigos
ru_ru: Друзья

source: Invite the new user to become friends with the selected members. It's a great way of teaching people how the friend acceptance process works on your website, and how they can use friendships to filter activity streams.
pt_br: Convide os novos usuários a se tornar amigos com os membros selecionados. É uma ótima maneira de ensinar às pessoas como o sistema de amizade funciona em seu website, e como eles podem usar amizades para filtrar redes de atividade.
ru_ru: Предложить новому пользователю подружиться с выбранными пользователями. Это замечательный способ показать людям, как работает процесс принятия предложения дружбы на вашем сайте, а также то, как они могут использовать друзей для фильтрации ленты активности на сайте.

source: Groups
pt_br: Grupos
ru_ru: Группы

source: Ask the new user if they'd like to join a group. You could use this to invite all new users on your site to join a support group, so that all of your frequently asked questions are kept in the same place.
pt_br: Perguntar ao usuário se ele gostaria de ingressar no grupo. Você pode usar isso para convidar todos os novos usuários em seu site para ingressar no grupo de suporte, então todas as perguntas frequentes ficarão no mesmo lugar.
ru_ru: Спросите нового пользователя, хочет ли он вступить в какую-либо группу. Вы можете использовать это для того, чтобы приглашать новых пользователей вступить в группу поддержки, где хранятся все вопросы и ответы.

source: Welcome Message
pt_br: Mensagem de boas vindas
ru_ru: Вступительное сообщение

source: Send the newly-registered user a private message; use this to welcome people to your site and help them get started.
pt_br: Enviar uma mensagem ao usuário recém-registrado; use isso para dar as boas-vindas aos novos membros de seu site e ajudá-los como começar.
ru_ru: Отправить новому зарегистрированному пользователю личное сообщение; используйте его, чтобы поприветствовать новых людей на сайте и рассказать им, что и как они могут здесь сделать.

source: Email Customisation
pt_br: Customização de email
ru_ru: Настройка e-mail письма

source: Easily change emails which are sent by your website.
pt_br: Mude facilmente o email que será enviado pelo seu site.
ru_ru: С легкостью измените email'ы, которые отправляются вашим сайтом.

source: Enabled
pt_br: Ativado
ru_ru: Включено

source: Disabled
pt_br: Desativado
ru_ru: Выключено

source: Friends, Groups <span class="ampersand">&amp;</span> Welcome Message
pt_br: Amigos, grupos <span class="ampersand">&amp;</span> mensagem de boas-vindas
ru_ru: Друзья, Группы <span class="ampersand">&amp;</span> Вступительное сообщение

source: Emails
ru_ru: E-mail'ы

source: Your Welcome Pack settings have been saved.
pt_br: Suas configurações do Welcome Pack foram salvas.
ru_ru: Настройки Welcome Pack были сохранены.

source: When a user registers on your site, Welcome Pack lets you automatically send them a friend or group invitation, or a welcome message.
pt_br: Quando um usuário registra-se no site, o Welcome Pack permite que convites de participação de grupos e de amizade ou uma mensagem de boas-vindas seja enviada automaticamente.
ru_ru: Когда пользователь регистрируется на вашем сайте, Welcome Pack позволяет вам отправить ему ссылку на вступление в группу или создание дружеских связей, или первое вступительное сообщение.

source: You can customise the default emails sent by BuddyPress to ensure that they match the brand and tone of your site.
pt_br: Você também pode personalizar os email enviados pelo BuddyPress para ter certeza de que tenha a ver com o tom de seu site.
ru_ru: Вы можете настроить вид стандартных сообщений, которые отправляются сайтом для того, чтобы они соответствовали бренду и тематике вашего сайта.

source: Save Welcome Pack Settings
pt_br: Salvar configurações do Welcome Pack
ru_ru: Сохранить настройки Welcome Pack

source: Subject
pt_br: Assunto
ru_ru: Тема

source: Text
pt_br: Texto
ru_ru: Текст

source: For your information
pt_br: Para sua informação
ru_ru: В качестве справки

source: In the email text, there are often special placeholders. Typically, these are either %s or %d. The placeholders are replaced with another value when an email is about to be sent, such as person's name or a link to a web page.
pt_br: No texto do emai há espaços reservados especiais. Normalmente, os espaços reservados são substituídos por um outro valor quando um email está prestes a ser enviado, como o nome da pessoa ou um link para uma página da web.
ru_ru: В тексте сообщения часто есть специальные переменные. Обычно это %s или %d. Эти переменные заменяются другими значениями перед тем, как будет отправлено сообщение, к примеру, на имя пользователя и ссылкой на его страницу.

source: To learn what these placeholders are replaced with, refer to an email which you've already been sent.
pt_br: Para saber pelo que esses espaços reservados serão substituídos, regere-se a um email já enviado para você.
ru_ru: Чтобы понять, чем же заменяются эти переменные, обратитесь к письму, которые вы уже отправили.

source: Signup validation
pt_br: Validação de inscrição
ru_ru: Проверка регистрации

source: New message notification
pt_br: Nova notificação
ru_ru: Уведомление о новом сообщении

source: Group details updated
pt_br: Detalhes do grupo atualizados
ru_ru: Детали Группы обновлены

source: New group membership request
pt_br: Novo pedido de participação
ru_ru: Запрос на вступление в группу

source: Group membership request accepted
pt_br: Pedido de participação aceito
ru_ru: Запрос на вступление в группу принят

source: Group membership request rejected
pt_br: Pedido de participação rejeitado
ru_ru: Запрос на вступление в группу отклонен

source: Group promotion
pt_br: Promoção do grupo
ru_ru: Повышение в группе

source: Group invitation received
pt_br: Convite de grupo recebido
ru_ru: Получено приглашение в группу

source: Mentioned in a group
pt_br: Mencionado em um grupo
ru_ru: Упоминание в группе

source: Friendship accepted notification
pt_br: Notificação de amizade aceita
ru_ru: Уведомление и принятой дружбе

source: New friendship request
pt_br: Novo pedido de amizade
ru_ru: Новый запрос дружбы

source: Mentioned in an update
pt_br: Mencionado em uma atualização
ru_ru: Упоминание в статусе

source: Replied to one of your updates
pt_br: Respondeu a uma de suas atualizações
ru_ru: Ответ на ваш статус

source: Replied to one of your comments
pt_br: Respondeu a um de seus comentários
ru_ru: Ответ на один из ваших комментариев
