Repository: BronsonQuick/Welcome-Pack
Catalog: includes/languages/welcome-pack-*.po
Languages: fr_fr

source: &hellip;from this user:
fr_fr: ... pour cet utilisateur:

source: &hellip;with this subject:
fr_fr: ... avec ce sujet:

source: Ask the new user if they'd like to join a group. You could use this to invite all new users on your site to join a support group, so that all of your frequently asked questions are kept in the same place.
fr_fr: Demandez à l'utilisateur s'il souhaite se joindre une groupe. Vous pouvez l'utiliser pour inviter tous les nouveaux utilisateurs sur votre site à se joindre au groupe de support, alors toutes les questions fréquemment posées seront en place.

source: Ask the new user if they'd like to join these groups:
fr_fr: Demandez à l'utilisateur s'il souhait se joindre une de ces groups:

source: Choose an email:
fr_fr: Choisissez l'un email

source: Configuration
fr_fr: Paramètres

source: Disabled
fr_fr: Désactiver

source: Easily change emails which are sent by your website.
fr_fr: Changez facilement l'email que est envoyé à travers votre site.

source: Email Customisation
fr_fr: Personnaliser votre email

source: Enabled
fr_fr: Activer

source: For your information
fr_fr: Pour votre information

source: Friends
fr_fr: Amis

source: Friends, Groups <span class="ampersand">&amp;</span> Welcome Message
fr_fr: Amis, groupes <span class="ampersand">&amp;</span> message de bienvenue

source: Friendship accepted notification
fr_fr: Notification de amitié accepté

source: Give it a good rating on WordPress.org
fr_fr: Donnez-lui unne bonne cote sur WordPress.org

source: Group details updated
fr_fr: Détails sur le group mise à jour

source: Group invitation received
fr_fr: Invitation de groupe reçu

source: Group membership request accepted
fr_fr: Demande de participation accepté

source: Group membership request rejected
fr_fr: Demande de participation refusé

source: Group promotion
fr_fr: Promotion de groupe

source: Groups
fr_fr: Groupes

source: If you are changing a setting that allows text entry, you can use the following placeholder tags which will be automatically replaced when a private message or an email is being sent:
fr_fr: Si vous changez un paramètre qui vous permet de saisir du texte, vous pouvez utiliser les balises suivantes dans les espaces réservés qui sont automatiquement remplacés lorsque un message privé ou un email est envoyé:

source: If you need help and support using this plugin, or ideas for new features, please visit the
fr_fr: Si vous avez besoin d'aide et de soutien pour utiliser ce plugin, ou des idées pour de nouvelles fonctionnalités, reportez-vous

source: In the email text, there are often special placeholders. Typically, these are either %s or %d. The placeholders are replaced with another value when an email is about to be sent, such as person's name or a link to a web page.
fr_fr: Dans l'espace réservé au texte emai est spécial. En règle générale, les espaces réservés sont remplacés par une autre valeur quand un e-mail est sur le point d'être envoyé, en tant que nom de la personne ou un lien vers une page web.

source: Invite the new user to become friends with the selected members. It's a great way of teaching people how the friend acceptance process works on your website, and how they can use friendships to filter activity streams.
fr_fr: Inviter des utilisateurs nouveaux à devenir des amis avec des membres sélectionnés. Il est un excellent moyen d'enseigner aux gens comment fonctionne le système d'amitié sur votre site, et comment ils peuvent utiliser pour filtrer les réseaux d'amitié de l'activité.

source: Invite the new user to become friends with these people:
fr_fr: Inviter des utilisateurs à devenir de nouveaux amis du personnel suivant:

source: Latest news from the author
fr_fr: Les dernières nouvelles de l'auteur

source: Like this plugin?
fr_fr: Aimé ce plugin?

source: Mentioned in a group
fr_fr: Mentionné dans le groupe.

source: Mentioned in an update
fr_fr: Mentionée dans une mise à jour

source: Need support?
fr_fr: Bensoin d'aide?

source: New friendship request
fr_fr: Nouvelle demande de amitié

source: New group membership request
fr_fr: Nouvelle demande de participation

source: New message notification
fr_fr: Nouvelle notification

source: No news!
fr_fr: Pas de nouvelles!

source: Or share on one of these social networks:
fr_fr: Ou partager un de ces réseaux sociaux:

source: Replaced with the URL of their user profile.
fr_fr: Remplissez avec l'URI du profil de l'utilisateur.

source: Replaced with the person's name from their user profile.
fr_fr: Remplissez avec le prénom de l'utilisateur.

source: Replaced with the person's username.
fr_fr: Remplissez avec l'username de personne.

source: Replied to one of your comments
fr_fr: Réponse à un commentaire

source: Replied to one of your updates
fr_fr: Réponse à une mise à jour

source: Save Welcome Pack Settings
fr_fr: Sauver parametrès de Welcome Pack

source: Send the new user a welcome message&hellip;
fr_fr: Envoyer un message de bienvenue aux nouveaux utilisateurs ...

source: Send the newly-registered user a private message; use this to welcome people to your site and help them get started.
fr_fr: Envoyer un message à l'utilisateur nouvellement immatriculés, l'utiliser pour donner un accueil chaleureux aux nouveaux membres de votre site et les aider à démarrer.

source: Settings
fr_fr: Parametrès

source: Signup validation
fr_fr: Validation de l'inscription

source: Subject
fr_fr: Sujet

source: Subscribe with RSS
fr_fr: S'abonner au flux

source: Support Forums
fr_fr: Forums de support

source: Tell your friends!
fr_fr: Dites à vos amis!

source: Text
fr_fr: Texte

source: Thank me by donating towards future development
fr_fr: Remerciez-moi en faisant un don de développement vers l'avenir

source: The default behaviour for Friends and Groups is for invitations to be sent. If you would prefer to suppress those invitations and have them automatically accepted on the user's behalf, set <code>define( 'WELCOME_PACK_AUTOACCEPT_INVITATIONS', true );</code> in wp-config.php.
fr_fr: Le comportement des amis et des groupes est en envoyant des invitations. Si vous préférez, vous pouvez supprimer cette étape de l'acceptation et les accepte automatiquement. Pour ce faire, insérer <code> define ('WELCOME_PACK_AUTOACCEPT_INVITATIONS', true) </code> dans votre wp-config.php.

source: To learn what these placeholders are replaced with, refer to an email which you've already been sent.
fr_fr: Pour en savoir autant que ces espaces réservés seront remplacés, il se réfère à un e-mail déjà envoyé par vous.

source: Welcome Message
fr_fr: Message de bienvenue

source: When a user registers on your site, Welcome Pack lets you automatically send them a friend or group invitation, or a welcome message.
fr_fr: Quand un utilisateur se connecte au site, le Welcome Pack permet d'appeler à la participation des groupes et des amis ou un message de bienvenue est envoyé automatiquement.

source: When a user registers on your site, Welcome Pack lets you automatically send them a friend or group invitation, or a welcome message. You can also customise the default emails sent by BuddyPress to ensure that they match the brand and tone of your site.
fr_fr: Quand un utilisateur se connecte au site, le Welcome Pack permet d'appeler à la participation des groupes et des amis ou un message de bienvenue est envoyé automatiquement. Vous pouvez également personnaliser les e-mails envoyés par BuddyPress pour s'assurer qu'il a à voir avec le ton de votre site.

source: Why not do any or all of the following:
fr_fr: Pourquoi ne pas faire une ou toutes ces choses?

source: You can customise the default emails sent by BuddyPress to ensure that they match the brand and tone of your site.
fr_fr: Vous pouvez également personnaliser les e-mails envoyés par BuddyPress pour s'assurer qu'il a à voir avec le ton de votre site.

source: Your Welcome Pack settings have been saved.
fr_fr: Vos parametrès ont été sauvés.
